Repository: ademozsayin/OnlyTube-iOS
Catalog: OnsaTube/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: el, es, it, nl, tr

# youtube.category.PoliticalStrategy
source: Political Strategy
el: Πολιτική Στρατηγική
es: Estrategia Política
it: Strategia Politica
nl: Politieke strategie
tr: Siyasi Strateji

# youtube.category.Politicians
source: Politicians
el: Πολιτικοί
es: Políticos
it: Politici
nl: Politici
tr: Politikacılar

# youtube.category.Politics
source: Politics
el: Πολιτική
es: Política
it: Politica
nl: Politiek
tr: Politika

# youtube.category.Pop
source: Pop
el: Ποπ

# youtube.category.PopMusicVideos
source: Pop Music Videos
el: Βίντεο Μουσικής Pop
es: Videos de Música Pop
it: Video Musicali Pop
nl: Popmuziekvideo's
tr: Pop Müzik Videoları

# youtube.category.Professional
source: Professional
el: Επαγγελματικός
es: Profesional
it: Professionale
nl: Professioneel
tr: Profesyonel

# youtube.category.PublicServiceAnnouncements
source: Public Service Announcements
el: Ανακοινώσεις Κοινής Ευαισθητοποίησης
es: Anuncios de Servicio Público
it: Annunci di Servizio Pubblico
nl: Openbare dienstaankondigingen
tr: Kamu Hizmeti Duyuruları

# youtube.category.Puzzle
source: Puzzle
el: Παζλ
es: Rompecabezas
nl: Puzzel
tr: Bulmaca

# youtube.category.Racing
source: Racing
el: Αγώνες
es: Carreras
it: Corse
nl: Racen
tr: Yarış

# youtube.category.RadioShows
source: Radio Shows
el: Ραδιοφωνικές Εκπομπές
es: Programas de Radio
it: Programmi Radiofonici
tr: Radyo Showları

# youtube.category.Rap
source: Rap
el: Ραπ

# youtube.category.RealityTV
source: Reality TV
el: Τηλεοπτικά Ριάλιτι
es: Reality Show

# youtube.category.RealTimeStrategy
source: Real-Time Strategy
el: Στρατηγική Πραγματικού Χρόνου
es: Estrategia en Tiempo Real
it: Strategia in Tempo Reale
tr: Gerçek Zamanlı Strateji

# youtube.category.RedCarpetEvents
source: Red Carpet Events
el: Εκδηλώσεις Κόκκινου Χαλασμού
es: Eventos de la Alfombra Roja
it: Eventi sul Red Carpet
nl: Evenementen met de rode loper
tr: Kırmızı Halı Etkinlikleri

# youtube.category.Reggae
source: Reggae
el: Ρέγκε

# youtube.category.RoadRacing
source: Road Racing
el: Αγώνες Δρόμου
es: Carreras de Autos
it: Corse su Strada
nl: Wegwedstrijd
tr: Yol Yarışı

# youtube.category.Robotics
source: Robotics
el: Ρομποτική
es: Robótica
it: Robotica
nl: Robotica
tr: Robotik

# youtube.category.Rock
source: Rock
el: Ροκ

# youtube.category.RockMusicVideos
source: Rock Music Videos
el: Βίντεο Μουσικής Rock
es: Videos de Música Rock
it: Video Musicali Rock
nl: Rockmuziekvideo's
tr: Rock Müzik Videoları

# youtube.category.RolePlaying
source: Role-Playing
el: Παιχνίδια Ρόλων
es: Juegos de Rol
it: Gioco di Ruolo
nl: Rollenspel
tr: Rol yapma oyunu

# youtube.category.Romance
source: Romance
el: Ρομάντσο
it: Romanzo
nl: Romantiek
tr: Aşk

# youtube.category.Romantic
source: Romantic
el: Ρομαντικό
es: Romántico
it: Romantico
nl: Romantisch
tr: Romantik

# youtube.category.RomanticComedy
source: Romantic Comedy
el: Ρομαντική Κωμωδία
es: Comedia Romántica
it: Commedia Romantica
nl: Romantische Komedie
tr: Romantik Komedi

# youtube.category.RomanticDrama
source: Romantic Drama
el: Ρομαντικό Δράμα
es: Drama Romántico
it: Dramma Romantico
nl: Romantisch drama
tr: Romantik Drama

# youtube.category.SafetyAlerts
source: Safety Alerts
el: Προειδοποιήσεις Ασφαλείας
es: Alertas de Seguridad
it: Avvisi di Sicurezza
nl: Veiligheidswaarschuwingen
tr: Güvenlik Uyarıları

# youtube.category.Satire
source: Satire
el: Σάτιρα
es: Sátira
it: Satira

# youtube.category.Science
source: Science
el: Επιστήμη
es: Ciencia
it: Recensioni Auto
nl: Wetenschap
tr: Bilim

# youtube.category.ScienceGames
source: Science Games
el: Επιστημονικά Παιχνίδια
es: Juegos de Ciencia
it: Giochi Scientifici
nl: Wetenschapsspellen
tr: Bilim Oyunları

# youtube.category.SciFi
source: Sci-Fi
el: Επιστημονική Φαντασία
es: Ciencia Ficción
tr: Bilim-Kurgu

# youtube.category.Sculpting
source: Sculpting
el: Καλλιτεχνικός Γλυπτική
es: Escultura
it: Modellazione
nl: Beeldhouwen
tr: Heykeltraşlık

# youtube.category.ShortStories
source: Short Stories
el: Διηγήματα
es: Cuentos Cortos
it: Racconti Brevi
nl: Korte verhalen
tr: Kısa Hikayaler

# youtube.category.Simulation
source: Simulation
el: Προσομοίωση
es: Simulación
it: Bachata
nl: Simulatie
tr: Simülasyon

# youtube.category.Sitcoms
source: Sitcoms
el: Σιτκομ
it: Sitcom
tr: Durum Komedileri

# youtube.category.SketchComedy
source: Sketch Comedy
el: Κωμική Σκετσοκωμωδία
es: Comedia Sketch
tr: Sketch Komedi

# youtube.category.SmoothJazz
source: Smooth Jazz
el: Απαλό Jazz
es: Jazz Suave
it: Tour Europeo

# youtube.category.SocialCommentary
source: Socia lCommentary
el: Κοινωνικά Σχόλια
es: Comentario social
it: Cartoni Animati
nl: Sociale commentaar
tr: Sosyal Yorum

# youtube.category.SocialIssues
source: Social Issues
el: Κοινωνικά Θέματα
es: Temas sociales
it: Previsioni Economiche
nl: Sociale kwesties
tr: Sosyal Sorunlar

# youtube.category.SocialSimulation
source: Social Simulation
el: Κοινωνική Προσομοίωση
es: Simulación Social
it: Simulazione Sociale
nl: Sociale Simulatie
tr: Sosyal Simulasyon

# youtube.category.SpaceOpera
source: Space Opera
el: Διαστημική Όπερα
it: Opera Spaziale
tr: Uzay Operası

# youtube.category.Spanish
source: Spanish
el: Ισπανικά
es: Español
it: Spagnolo
nl: Spaans
tr: İspanyolca

# youtube.category.Sports
source: Sports
el: Αθλητικά
es: Deportes
it: Sport
nl: Sport
tr: Sport

# youtube.category.Spy
source: Spy
el: Κατάσκοπος
es: Espía
it: Spia
nl: Spion
tr: Casus

# youtube.category.Statistics
source: Statistics
el: Στατιστικά
es: Estadísticas
it: Statistiche
nl: Statistieken
tr: İstatistikler

# youtube.category.StoryTime
source: StoryTime
el: Χρόνος Για Ιστορίες
es: Cuentacuentos
it: Rimuovi Preferito
nl: Verhalentijd
tr: Hikaye Zamanı

# youtube.category.Strategy
source: Strategy
el: Στρατηγική
es: Estrategia
it: Strategia
nl: Strategie
tr: Strateji

# youtube.category.Superhero
source: Superhero
el: Υπερήρωας
es: Súperhéroe
it: Supereroe
nl: Superheld
tr: Süperkahraman

# youtube.category.Survival
source: Survival
el: Επιβίωση
es: Supervivencia
it: Sopravvivenza
nl: Overleving
tr: Hayatta Kalma

# youtube.category.Swing
source: Swing
el: Σουίνγκ

# youtube.category.SynthPop
source: Synth Pop
el: Συνθετική Ποπ
es: Pop Sintetizado
it: Dancehall

# youtube.category.TacticalRPG
source: Tactical RPG
el: Τακτικό RPG
es: RPG Táctico
it: RPG Tattico
nl: Tactische RPG
tr: Taktiksel RPG

# youtube.category.TacticalStrategy
source: Tactical Strategy
el: Τακτική Στρατηγική
es: Estrategia Táctica
it: Strategia Tattica
nl: Tactische strategie
tr: Taktik Strateji

# youtube.category.TalkShows
source: Talk Shows
el: Τηλεοπτικές Εκπομπές
es: Programas de entrevistas
it: Talk Show
tr: Talk Showlar

# youtube.category.Techno
source: Techno
el: Τέκνο
es: Tecno
tr: Tekno

# youtube.category.Technology
source: Technology
el: Τεχνολογία
es: Tecnología
it: Tecnologia
nl: Technologie
tr: Teknoloji

# youtube.category.Tennis
source: Tennis
el: Τένις
es: Tenis
it: Simulazione
tr: Tenis

# youtube.category.TestMatches
source: Test Matches
el: Δοκιμασίες Κρικετ
es: Partidos de prueba
it: Partite di Test
tr: Test Maçları

# youtube.category.ThirdPersonShooter
source: Third-Person Shooter
el: Παιχνίδι Κατά Τρίτο Πρόσωπο
es: Juego de disparos en tercera persona
it: Sparatutto in Terza Persona
tr: Üçüncü Şahıs Nişancı

# youtube.category.TimeTravel
source: Time Travel
el: Ταξίδι Στον Χρόνο
es: Viaje en el tiempo
it: Viaggio nel Tempo
nl: Tijdreizen
tr: Zaman Yolculuğu

# youtube.category.TowerDefense
source: Tower Defense
el: Άμυνα Πύργου
es: Defensa de torres
it: Difesa della Torre
nl: Torenverdediging
tr: Kule Savunma

# youtube.category.ToysReviews
source: Toys Reviews
el: Κριτικές Παιχνιδιών
es: Reseñas de juguetes
it: Recensioni Giocattoli
nl: Speelgoedrecensies
tr: Oyuncak İncelemeleri

# youtube.category.TrackCycling
source: Track Cycling
el: Ποδηλασία Πίστας
es: Ciclismo en Pista
it: Ciclismo su Pista
nl: Baansfietsen
tr: Pist Bisikleti

# youtube.category.TrackEvents
source: Track Events
el: Αγωνιστικά Γεγονότα Στίβου
es: Seguimiento de Eventos
it: Eventi di Gara
nl: Track Evenementen
tr: Etkinlik Takipliği

# youtube.category.Trance
source: Trance
el: Τρανς

# youtube.category.Trigonometry
source: Trigonometry
el: Τριγωνομετρία
es: Trigonometría
it: Trigonometria
nl: Trigonometrie
tr: Trigonometri

# youtube.category.Trivia
source: Trivia
el: Ερωτήσεις-Απαντήσεις
it: Curiosità

# youtube.category.TurnBasedStrategy
source: Turn-Based Strategy
el: Στρατηγική Με Σειρά Σε Συνέχειες
es: Estrategia por turnos
it: Strategia a Turni
tr: Tur Tabanlı Strateji

# youtube.category.TVShows
source: TV Shows
el: Τηλεοπτικές εκπομπές
es: Programas de TV
it: Programmi TV
nl: Tv-programma's
tr: TV Şovları

# youtube.category.TypingGames
source: Typing Games
el: Παιχνίδια Πληκτρολόγησης
es: Juegos de escritura
it: Giochi di Battitura
nl: Typegames
tr: Daktilo Oyunları

# youtube.category.UNAffairs
source: UN Affairs
el: Υποθέσεις του ΟΗΕ
es: Asuntos de la ONU
it: Affari dell'ONU
nl: VN Zaken
tr: BM İşleri

# youtube.category.UrbanFantasy
source: Urban Fantasy
el: Αστυνομική Φαντασία
es: Fantasía urbana
it: Economia dello Sviluppo
tr: Kentsel Fantezi

# youtube.category.VehicleSimulation
source: Vehicle Simulation
el: Προσομοίωση Οχήματος
es: Simulación de Vehículos
it: Simulazione di Veicoli
nl: Voertuigsimulatie
tr: Araç Simülasyonu

# youtube.category.VisualNovel
source: Visual Novel
el: Οπτικό Μυθιστόρημα
es: Novela visual
it: Tennis
nl: Visuele novelle
tr: Görsel Roman

# youtube.category.VocalJazz
source: Vocal Jazz
el: Φωνητική Τζαζ
es: Jazz vocal.
it: Jazz Vocale
tr: Vokal Jazz

# youtube.category.War
source: War
el: Πόλεμος
es: Guerra
it: Guerra
nl: Oorlog
tr: Savaş

# youtube.category.Weather
source: Weather
el: Καιρός
es: Tiempo
it: Meteo
nl: Weer
tr: Hava Durumu

# youtube.category.WeatherAlerts
source: Weather Alerts
el: Προειδοποιήσεις Καιρού
es: Alertas meteorológicas
it: Allerte meteo
nl: Weerwaarschuwingen
tr: Hava Uyarıları

# youtube.category.WebDevelopment
source: Web Development
el: Ανάπτυξη Ιστοσελίδων
es: Desarrollo web
it: Sviluppo web
nl: Webontwikkeling
tr: Web Geliştirme

# youtube.category.Western
source: Western
el: Δυτικός
es: Occidental
it: Occidentale
tr: Batı

# youtube.category.Whistleblowers
source: Whistleblowers
el: Καταγγέλλοντες
es: Informantes anónimos
it: Sovrastanti
nl: Klokkenluiders
tr: İfşaatçılar

# youtube.category.WordGame
source: Word Game
el: Λεξικό Παιχνίδι
es: Juego de Palabras
it: Gioco di parole
nl: Woordspel
tr: Kelime Oyunu

# youtube.category.WorldHistory
source: World History
el: Παγκόσμια Ιστορία
es: Historia Mundial
it: Storia mondiale
nl: Wereldgeschiedenis
tr: Dünya Tarihi

# youtube.category.WorldNews
source: World News
el: Παγκόσμια Ειδήσεις
es: Noticias del mundo
it: Notizie mondiali
nl: Wereldnieuws
tr: Dünya Haberleri

# youtube.category.WRC
source: WRC
el: Παγκόσμιο Πρωτάθλημα Ράλι

# youtube.category.Wrestling
source: Wrestling
el: Πάλη
es: Lucha libre
it: Lotta
nl: Worstelen
tr: Güreş

# youtube.category.WTATour
source: WTA Tour
el: Περιοδεία WTA
es: Circuito WTA
it: Circuito WTA
tr: WTA Turu

source: %@© 2024 Adem Özsayın
es: © %1$@ 2024 Adem Özsayın

# alert.button.ok
source: Ok
es: Aceptar
tr: Tamam

source: Email
es: Correo electrónico

source: OK
es: Aceptar
tr: Tamam

# settings.section.cache
source: Cache
es: Caché
tr: Önbellek

source: status.action.translate
es: estado.acción.traducir
it: Drum and Bass
nl: status.action.vertalen

# status.action.translated-label-from-%@-%@
source: status.action.translated-label-from-%1$@-%2$@
es: estado.acción.etiqueta.traducida-Desde-%1$@-%2$@
nl: status.actie.vertaald-label-uit-%1$@-%2$@

# youtube.category.CountryRock
source: Country Rock
es: Rock Country
it: Rock Country

# youtube.category.Cyclocross
source: Cyclocross
es: Ciclocross
it: Ciclocross

# youtube.category.DavisCup
source: Davis Cup
es: Copa Davis
it: Coppa Davis
tr: Davis Kupası

# youtube.category.ElectricBlues
source: Electric Blues
es: Blues Eléctrico
it: Blues Elettrico
nl: Elektrische Blues
tr: Elektrikli Blues

# youtube.category.FedCup
source: Fed Cup
es: Copa Fed
tr: Fed Kupası

# youtube.category.GangstaRap
source: Gangsta Rap
es: Rap Gangsta

# youtube.category.IndiePop
source: Indie Pop
es: Pop Independiente
it: Pop Indie
tr: Endie Pop

# youtube.category.Lightweight
source: Lightweight
es: Peso Ligero
it: Leggero
nl: Lichtgewicht
tr: Hafif

# youtube.category.Paralympics
source: Paralympics
es: Paralímpicos
it: Paralimpiadi
tr: Paralimpikler

# youtube.category.Platformer
source: Platformer
es: Plataformas
nl: Platformspel
tr: Platform Oyunu

# youtube.category.Reggaeton
source: Reggaeton
es: Reguetón

# youtube.category.RootsReggae
source: Roots Reggae
es: Reggae Roots
tr: Kökler Reggae

# youtube.category.SciFiFantasy
source: Sci-Fi &Fantasy
es: Ciencia Ficción y Fantasía
it: Fantascienza e Fantasy
tr: Bilim Kurgu Fantazi

# youtube.category.Trap
source: Trap
es: Trampa

# youtube.category.AEW
source: AEW
it: Giochi Matematici

# youtube.category.Bachata
source: Bachata
it: Caricamento di altre opzioni...

# youtube.category.Dancehall
source: Dancehall
it: Pesi Medi

# youtube.category.DrumAndBass
source: Drum and Bass
it: Ciao! . OnsaTube è un'app per fan. Se ti sta piacendo, considera un piccolo suggerimento. Farà la mia giornata (e aiuterà a mantenere l'app funzionante per te) in modo fluido. 🚀
tr: Davul ve Bas

# youtube.category.Dub
source: Dub
it: Synth Pop

# youtube.category.HardRock
source: Hard Rock
it: Sottocategorie
tr: Sert Rock

# youtube.category.ImpactWrestling
source: Impact Wrestling
it: Enigma Fisico
nl: Impact worstelen
tr: Etki Güreş

# youtube.category.PGATour
source: PGA Tour
it: Tour PGA
tr: PGA Turu

# youtube.category.PopPunk
source: Pop Punk
it: Patrocinatore

# youtube.category.PopRock
source: Pop Rock
it: Rock Pop

# youtube.category.PunkRock
source: Punk Rock
it: Storia Medievale

source: • [YouTubeKit](https://github.com/b5i/YouTubeKit) • [KeychainSwift](https://github.com/evgenyneu/keychain-swift) • [Nuke](https://github.com/kean/Nuke) • [SwiftUI-Introspect](https://github.com/siteline/SwiftUI-Introspect) • [RevenueCat](https://github.com/RevenueCat/purchases-ios) • [SFSafeSymbols](https://github.com/SFSafeSymbols/SFSafeSymbols)
tr: • [YouTubeKit](https://github.com/b5i/YouTubeKit) • [KeychainSwift](https://github.com/evgenyneu/keychain-swift) • [Nuke](https://github.com/kean/Nuke) • [SwiftUI-Introspect](https://github.com/siteline/SwiftUI-Introspect) • [RevenueCat](https://github.com/RevenueCat/purchases-ios) • [SFSafeSymbols](https://github.com/SFSafeSymbols/SFSafeSymbols) --- • [YouTubeKit](https://github.com/b5i/YouTubeKit) • [KeychainSwift](https://github.com/evgenyneu/keychain-swift) • [Nuke](https://github.com/kean/Nuke) • [SwiftUI-Introspect](https://github.com/siteline/SwiftUI-Introspect) • [RevenueCat](https://github.com/RevenueCat/purchases-ios) • [SFSafeSymbols](https://github.com/SFSafeSymbols/SFSafeSymbols)

# youtube.category.Cricket
source: Cricket
tr: Kriket

# youtube.category.IndieRock
source: Indie Rock
tr: Endie Rock

# youtube.category.IndyCar
source: IndyCar
tr: Hint Arabası

# youtube.category.PremierLeague
source: Premier League
tr: Premier Lig

# youtube.category.Salsa
source: Salsa
tr: Sals

# youtube.category.StandUp
source: Stand-Up
tr: Stand Up Komediler
